app/controllers/school_classes_controller.rb

  def create
    SchoolClass.create(school_class_params)
    redirect_to SchoolClass.last
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Computer Science"], ["room_number", 5], ["created_at", "2018-12-19 02:57:56.475806"], ["updated_at", "2018-12-19 02:57:56.475806"]]
SELECT  "school_classes".* FROM "school_classes"  ORDER BY "school_classes"."id" DESC LIMIT 1