app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-12-19 02:57:56.522976"], ["updated_at", "2018-12-19 02:57:56.522976"]]
SELECT  "students".* FROM "students"  ORDER BY "students"."id" DESC LIMIT 1
---
  def create
    # @student = Student.new(student_params)
    # @student.save
    # redirect to student_path(@student)
    Student.create(student_params)
    redirect_to Student.last